Repository: Abd2lrady/RasidVIPTask
Catalog: iOS_Rasid/Resources/Assets/Strings/*.lproj/Localizable.strings
Languages: ar

# branchListHeader
source: Branchs
ar: سجل الفروع

# branchs.Filter.searchButtonTitle
source: Search
ar: بحث

# branchs.Filter.managerNameTitle
source: Manager Name
ar: مدير الفرع

# branchs.Filter.branchNameTitle
source: Branch Name
ar: اسم الفرع

# branchs.Filter.from
source: From
ar: الفترة من

# branchs.Filter.to
source: To
ar: الفترة إلى

# branchs.Filter.managerNamePlaceholder
source: Manager Name
ar: مدير الفرع

# branchs.Filter.branchNamePlaceholder
source: Branch Name
ar: اسم الفرع

# branchs.Filter.fromPlaceholder
source: From
ar: يوم / شهر / سنة

# branchs.Filter.toPlaceholder
source: To
ar: يوم / شهر / سنة

# reportButtonTitleString
source: Make Report
ar: أصدار تقرير

# branchDetailsEditButtonTitle
source: Edit
ar: تعديل

# addBranch.Title
source: Add Branch
ar: إضافة فرع

# addBranch.ButtonTitle
source: Add
ar: إضافة

# addBranch.BranchNameTitle
source: Branch Name
ar: اسم الفرع

# addBranch.BranchManagerTitle
source: Branch Manager
ar: مدير الفرع

# addBranch.PhoneTitle
source: Phone Number
ar: رقم الجوال

# addBranch.SellersCountTitle
source: Sellers Count
ar: عدد البائعين

# addBranch.DistrectTitle
source: Distrect
ar: المنطقة

# addBranch.CityTitle
source: City
ar: المدينة

# addBranch.StreetTitle
source: Street
ar: الحى

# addBranch.NouborhoodTitle
source: Nouborhood
ar: الشارع

# addBranch.NamePlaceholder
source: Enter Branch Name
ar: ادخل اسم الفرع

# addBranch.ManagerPlaceholder
source: Choose Branch Manager
ar: اختر مدير الفرع

# addBranch.PhonePlaceholder
source: Enter Phone Number
ar: ادخل رقم الجوال

# addBranch.SellersCountPlaceholder
source: Enter Sellers Count
ar: ادخل عدد البائعين

# addBranch.DistrectPlaceholder
source: Choose Distrect
ar: اختر المنطقة

# addBranch.CityPlaceholder
source: Choose City
ar: اختر المدينة

# addBranch.StreetPlaceholder
source: Choose Street
ar: ادخل الشارع

# addBranch.NouborhoodPlaceholder
source: Choose Nouborhood
ar: ادخل المنطقة
